Repository: redcodemohammed/mau_mau_bot
Catalog: locales/*/*.po
Languages: ar_iq

source: Waiting time to skip this player has been reduced to {time} seconds. Next player: {name}
ar_iq: تم تقليل وقت الانتظار لتخطي هذا اللاعب إلى {time} ثانية. اللاعب التالي: {name}

source: {player} was skipped!
ar_iq: تم تخطي {player}!

source: {name1} ran out of time and has been removed from the game! Next player: {name2}
ar_iq: نفد وقت {name1} وتمت إزالته من اللعبة! اللاعب التالي: {name2}

source: {name} ran out of time and has been removed from the game! The game ended.
ar_iq: نفد وقت {name} وتمت إزالته من اللعبة! انتهت اللعبة.

source: Please choose a color
ar_iq: الرجاء اختيار اللون

source: {name} won!
ar_iq: {name} فاز!

source: Game ended!
ar_iq: انتهت اللعبة!

source: There are no more cards in the deck.
ar_iq: لا يوجد المزيد من البطاقات في المجموعة.

source: Bluff called! Giving 4 cards to {name}
ar_iq: تم اكتشاف الخدعة! يتم إعطاء 4 بطاقات لـ {name}

source: {name1} didn't bluff! Giving 6 cards to {name2}
ar_iq: {name1} لم يكن يخدع! يتم إعطاء 6 بطاقات لـ {name2}

source: Send this command in a group to be notified when a new game is started there.
ar_iq: أرسل هذا الأمر في مجموعة ليتم إعلامك عند بدء لعبة جديدة هناك.

source: A new game has been started in {title}
ar_iq: لقد بدأت لعبة جديدة في {title}

source: Created a new game! Join the game with /join and start the game with /start
ar_iq: تم إنشاء لعبة جديدة! انضم إلى اللعبة باستخدام /join وابدأ اللعبة باستخدام /start

source: There is no running game in this chat.
ar_iq: لا توجد لعبة قيد التشغيل في هذه المحادثة.

source: The game is not started yet. Join the game with /join and start the game with /start
ar_iq: اللعبة لم تبدأ بعد انضم إلى اللعبة باستخدام /join وابدأ اللعبة باستخدام /start

source: Only the game creator ({name}) and admin can do that.
ar_iq: يمكن فقط لمنشئ اللعبة ({name}) والمسؤول القيام بذلك.

source: The lobby is closed
ar_iq: تم إغلاق الردهة

source: No game is running at the moment. Create a new game with /new
ar_iq: لا توجد لعبة قيد التشغيل في الوقت الراهن. قم بإنشاء لعبة جديدة باستخدام /new

source: You already joined the game. Start the game with /start
ar_iq: لقد انضممت بالفعل إلى اللعبة. ابدأ اللعبة بـ /start

source: There are not enough cards left in the deck for new players to join.
ar_iq: لا توجد بطاقات كافية في المجموعة لينضم إليها اللاعبون الجدد.

source: Joined the game
ar_iq: انضم إلى لعبة

source: You are not playing in a game in this group.
ar_iq: أنت لا تلعب في لعبة في هذه المجموعة.

source: Okay. Next Player: {name}
ar_iq: حسنًا. اللاعب التالي: {name}

source: {name} left the game before it started.
ar_iq: {name} ترك اللعبة قبل أن تبدأ.

source: Player {name} is not found in the current game.
ar_iq: لم يتم العثور على اللاعب {name} في اللعبة الحالية.

source: {0} was kicked by {1}
ar_iq: تم طرد {0} بواسطة {1}

source: Please reply to the person you want to kick and type /kick again.
ar_iq: يرجى الرد على الشخص الذي تريد طرده واكتب /kick مرة أخرى.

source: Game not found.
ar_iq: اللعبة غير موجودة.

source: Back to last group
ar_iq: العودة إلى المجموعة الأخيرة

source: Please switch to the group you selected!
ar_iq: يرجى التبديل إلى المجموعة التي حددتها!

source: Selected group: {group} <b>Make sure that you switch to the correct group!</b>
ar_iq: المجموعة المختارة: {group} <b>تأكد من التبديل إلى المجموعة الصحيحة!</b>

source: Removing {name} from the game
ar_iq: إزالة {name} من اللعبة

source: There is no game running in this chat. Create a new one with /new
ar_iq: لا توجد لعبة قيد التشغيل في هذه الدردشة. قم بإنشاء واحدة جديدة باستخدام /new

source: The game has already started
ar_iq: لقد بدأت اللعبة بالفعل

source: At least {minplayers} players must /join the game before you can start it
ar_iq: يجب على الأقل {minplayers} لاعبين أن ينضموا باستخدام /join إلى اللعبة قبل أن تتمكن من بدءها باستخدام /start

source: First player: {name} Use /close to stop people from joining the game. Enable multi-translations with /enable_translations
ar_iq: اللاعب الأول: {name} استخدم /close لإيقاف الأشخاص عن الانضمام إلى اللعبة. قم بتمكين الترجمات المتعددة باستخدام /enable_translations

source: Please select the group you want to play in.
ar_iq: الرجاء تحديد المجموعة التي تريد اللعب فيها.

source: Closed the lobby. No more players can join this game.
ar_iq: أغلقت الردهة. لا يمكن لمزيد من اللاعبين الانضمام إلى هذه اللعبة.

source: Opened the lobby. New players may /join the game.
ar_iq: تم فتح الردهة. يمكن لللاعبين الجدد الانضمام إلى اللعبة باستخدام /join.

source: Enabled multi-translations. Disable with /disable_translations
ar_iq: تم تمكين الترجمات المتعددة. يمكنك تعطيلها باستخدام /disable_translations

source: Disabled multi-translations. Enable them again with /enable_translations
ar_iq: تم تعطيل الترجمات المتعددة. يمكنك تمكينها مرة أخرى باستخدام /enable_translations

source: You are not playing in a game in this chat.
ar_iq: أنت لا تلعب في لعبة في هذه المحادثة.

source: Please wait {time} second
ar_iq: انتظر لمدة {time} ثانية

source: Current game: {game}
ar_iq: اللعبة الحالية: {game}\

source: Gamemode changed to {mode}
ar_iq: تم تغيير وضع اللعب إلى {mode}

source: Cheat attempt by {name}
ar_iq: محاولة غش بواسطة {name}

source: Next player: {name}
ar_iq: اللاعب التالي: {name}

source: Waiting time for {name} has been reset to {time} seconds
ar_iq: تمت إعادة تعيين وقت الانتظار لـ {name} إلى {time} ثانية

source: Choose Color
ar_iq: اختر لونا

source: Card (tap for game state):
ar_iq: بطاقة (اضغط لحالة اللعبة):

source: {name} ({number} card)
ar_iq: {name} ({number} بطاقة)

source: You are not playing
ar_iq: أنت لا تلعب

source: Not playing right now. Use /new to start a game or /join to join the current game in this group
ar_iq: لا تلعب الآن. استخدم /new لبدء لعبة جديدة أو /join للانضمام إلى اللعبة الحالية في هذه المجموعة

source: The game wasn't started yet
ar_iq: لم يتم بدء اللعبة بعد

source: Start the game with /start
ar_iq: ابدأ اللعبة باستخدام /start

source: 🎻 Classic mode
ar_iq: 🎻 وضع كلاسيكي

source: Classic 🎻
ar_iq: 🎻 كلاسيكي

source: 🚀 Sanic mode
ar_iq: 🚀 الوضع السريع

source: Gotta go fast! 🚀
ar_iq: لا بدَّ من الإسراع! 🚀

source: 🐉 Wild mode
ar_iq: 🐉 وضع برية

source: Into the Wild~ 🐉
ar_iq: في عالم البرية~ 🐉

source: Drawing {number} card
ar_iq: سحب {number} بطاقة

source: Pass
ar_iq: تخطي

source: I'm calling your bluff!
ar_iq: أنا أتهمك بالكذب!

source: Current player: {name}
ar_iq: اللاعب الحالي: {name}

source: Last card: {card}
ar_iq: آخر بطاقة: {card}

source: Player: {player_list}
ar_iq: اللاعبون: {player_list}

source: Please edit your settings in a private chat with the bot.
ar_iq: يرجى تعديل إعداداتك في محادثة خاصة مع البوت.

source: Enable statistics
ar_iq: تمكين الإحصائيات

source: Delete all statistics
ar_iq: حذف جميع الإحصائيات

source: Language
ar_iq: اللغة

source: Settings
ar_iq: الاعدادات

source: Enabled statistics!
ar_iq: تم تفعيل الاحصائات!

source: Select locale
ar_iq: حدد اللغة

source: Deleted and disabled statistics!
ar_iq: تم حذف و الغاء تفعيل الاخصائيات!

source: Set locale!
ar_iq: تم تعيين اللغة!

source: Follow these steps: 1. Add this bot to a group 2. In the group, start a new game with /new or join an already running game with /join 3. After at least two players have joined, start the game with /start 4. Type <code>@unobot</code> into your chat box and hit <b>space</b>, or click the <code>via @unobot</code> text next to messages. You will see your cards (some greyed out), any extra options like drawing, and a <b>?</b> to see the current game state. The <b>greyed out cards</b> are those you <b>can not play</b> at the moment. Tap an option to execute the selected action. Players can join the game at any time. To leave a game, use /leave. If a player takes more than 90 seconds to play, you can use /skip to skip that player. Use /notify_me to receive a private message when a new game is started. <b>Language</b> and other settings: /settings Other commands (only game creator): /close - Close lobby /open - Open lobby /kill - Terminate the game /kick - Select a player to kick by replying to him or her /enable_translations - Translate relevant texts into all languages spoken in a game /disable_translations - Use English for those texts <b>Experimental:</b> Play in multiple groups at the same time. Press the <code>Current game: ...</code> button and select the group you want to play a card in. If you enjoy this bot, <a href="https://telegram.me/storebot?start=mau_mau_bot">rate me</a>, join the <a href="https://telegram.me/unobotnews">update channel</a> and buy an UNO card game.
ar_iq: Follow these steps: 1. أضف هذا الروبوت إلى مجموعة. 2. في المجموعة، ابدأ لعبة جديدة باستخدام /new أو انضم إلى لعبة قائمة باستخدام /join. 3. بعد أن ينضم على الأقل لاعبان، ابدأ اللعبة باستخدام /start. 4. اكتب <code>@unobot</code> في مربع الدردشة الخاص بك واضغط <b>مسافة</b>، أو انقر فوق النص <code>via @unobot</code> الموجود بجانب الرسائل. سترى بطاقاتك (بعضها مظللة باللون الرمادي)، أي خيارات إضافية مثل الرسم، وعلامة <b>؟</b> لعرض حالة اللعبة الحالية. البطاقات المظللة باللون الرمادي هي تلك التي لا يمكنك لعبها في الوقت الحالي. اضغط على الخيار المراد لتنفيذ الإجراء المحدد. يمكن للاعبين الانضمام إلى اللعبة في أي وقت. لمغادرة اللعبة، استخدم /leave. إذا استغرق أحد اللاعبين أكثر من 90 ثانية للعب، يمكنك استخدام /skip لتخطي تلك اللاعب. استخدم /notify_me لتلقي رسالة خاصة عندما يتم بدء لعبة جديدة. <b>اللغة</b> وإعدادات أخرى: /settings الأوامر الأخرى (فقط لخالق اللعبة): /close - إغلاق الردهة /open - فتح الردهة /kill - إنهاء اللعبة /kick - اختر اللاعب الذي ترغب في طرده بالرد عليه /enable_translations - ترجمة النصوص ذات الصلة إلى جميع اللغات المستخدمة في اللعبة /disable_translations - استخدام اللغة الإنجليزية لهذه النصوص <b>تجريبي:</b> اللعب في مجموعات متعددة في نفس الوقت. اضغط على زر <code>Current game: ...</code> وحدد المجموعة التي ترغب في لعب بطاقة فيها. إذا استمتعت بهذا الروبوت، <a href="https://telegram.me/storebot?start=mau_mau_bot">قيمني</a>، انضم إلى <a href="https://telegram.me/unobotnews">قناة التحديثات</a>، واشترِ لعبة بطاقات UNO.

source: This UNO bot has three game modes: Classic, Sanic and Wild. 🎻 The Classic mode uses the conventional UNO deck and there is no auto skip. 🚀 The Sanic mode uses the conventional UNO deck and the bot automatically skips a player if he/she takes too long to play its turn 🐉 The Wild mode uses a deck with more special cards, less number variety and no auto skip. To change the game mode, the GAME CREATOR has to type the bot nickname and a space, just like when playing a card, and all gamemode options should appear.
ar_iq: هذا الروبوت UNO لديه ثلاثة أوضاع لعب: كلاسيك، سانيك، ووايلد. 🎻 الوضع الكلاسيكي يستخدم الدورة التقليدية للعبة UNO ولا يوجد تخطي تلقائي. 🚀 الوضع السريع يستخدم الدورة التقليدية للعبة UNO والروبوت يقوم بتخطي اللاعب تلقائيًا إذا استغرق وقتًا طويلاً في لعب دوره. 🐉 الوضع البري يستخدم دورة ببطاقات خاصة أكثر، وأقل تنوعًا في الأرقام، ولا يوجد تخطي تلقائي. لتغيير وضع اللعب، يجب على خالق اللعبة كتابة اسم الروبوت ومسافة، تمامًا كما هو الحال عند لعب بطاقة، وستظهر جميع خيارات أوضاع اللعب.

source: All news here: https://telegram.me/unobotnews
ar_iq: كل الأخبار هنا: [https://telegram.me/unobotnews](https://telegram.me/unobotnews)

source: You did not enable statistics. Use /settings in a private chat with the bot to enable them.
ar_iq: لم تقم بتمكين الإحصائيات. استخدم /settings في محادثة خاصة مع البوت لتمكينها.

source: {number} game played
ar_iq: لعبت {number} لعبة

source: {number} first place ({percent}%)
ar_iq: {number} المركز الأول ({percent}%)

source: {number} card played
ar_iq: لعبت {number} بطاقة

source: {emoji} Red
ar_iq: {emoji} احمر

source: {emoji} Blue
ar_iq: {emoji} ازرق

source: {emoji} Green
ar_iq: {emoji} اخضر

source: {emoji} Yellow
ar_iq: {emoji} اصفر
